
    {
      "tripTitle": "Alps Profile",
      "tripLocation": "France, Switzerland and Germany",
      "tripStart": "09/17/2019",
      "tripEnd": "09/26/2019",
      "bannerImages": [
        "https://res.cloudinary.com/nthnh/image/upload/v1574779409/knkmann/bg1_beids7.png"
      ],
      "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1574152998/knkmann/alpsTrip/Main%20Image.jpg",
      "tripSummary": "This field trip is part of the Field Trips organised for the MSc. Geology Program at Albert-Ludwigs University, Freiburg. It was supervised by Prof. Dr. Thomas Kenkmann and Dr. Jakob Wilk. In total 60 outcrops were visited along with few other small stops. The main objective of this excursion was to observe the tectonic settings in the Alps and understand the past geological processes responsible.",
      "tripLink": "",
      "leadCoordinator": {
        "name": "Thomas Kenkmann",
        "imageUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574153836/knkmann/alpsTrip/Kenkmann.jpg",
        "title": "Prof. Dr.",
        "url": "https://www.kenkmann.uni-freiburg.de/en"
      },
      "otherCoordinators": [
        {
          "name": "Jakob Wilk",
          "title": "Dr.",
          "imageUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574154255/knkmann/alpsTrip/Jakob.jpg",
          "url": ""
        }
      ],
      "stops": [
        {
          "stopTag": 1,
          "stopTitle": "Istein Klotz",
          "stopDate": "09/17/2019 - Stop 1",
          "stopSummary": "This natural outcrop forms a steep cliff at Istein lies in the South western corner of Germany. We were at the southern termination of the Upper Rhine Valley which was suddenly blocked by Jura Mountains.",
          "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1574155615/knkmann/alpsTrip/Stop%201/Photo_17-09-19_10_12_52.jpg",
          "stopContent": [
            {
              "textBlock": "The first outcrop of the field trip was done in Istein Klotz. The outcrop is situated on the east side of the River Rhine, inside the borders of Germany (32T 389647 m E, 5279681 m N). These rocks were formed by Upper Jurassic (Malmian) biogenetic limestones of the St. Ursanne Formation. The concave shaped, cave-like wall of the outcrop (Figure 2.1a) was formed by the erosion of one of the paleochannels of the River Rhine. The former water levels can be seen on the eroded wall (Figure 2.1b). Bedding orientation was measured as 224/30 (Dip Direction/Dip Angle).",
              "contentUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574155315/knkmann/alpsTrip/Stop%201/IMG_20190917_102625_eavgyd.jpg",
              "contentDescription": "Photograph of the outcrop looking through 350°"
            },
            {
              "contentUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574155615/knkmann/alpsTrip/Stop%201/Photo_17-09-19_10_12_52.jpg",
              "contentDescription": "Water levels in the past."
            }
          ],
          "stopId": "stop-ec44e189-be02"
        },
        {
          "stopTag": 2,
          "stopTitle": "Bärschwil - Gupf",
          "stopDate": "09/17/2019 - Stop 2",
          "stopSummary": "This stop was in a small village Bärschwil on Gupf Hill in in the eastern part of Switzerland near Jura Mountains. Jura Mountains forms a part of the Alpine Orogeny but somehow separated from the Alps. It is the youngest and last folding event in the external part of the Alps.",
          "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1574611710/knkmann/alpsTrip/Stop%202/Photo_17-09-19_12_16_34_yguskq.jpg",
          "stopContent": [
            {
              "textBlock": "This little hill named \"Gupf\" is situated approximately 400 meters east of the little town \"Bärschwil\", on the eastern part of the Jura Mountains. Jura Mountains are the youngest folds in the Alps (upper Miocene to Pleiocene) and contributes the most external part of the Alpine Orogeny."
            },
            {
              "textBlock": "The little hill is located on the middle of an East-West trending valley-like depression. The vegetated zones in the north and south sides have higher elevations and steeper slopes, meaning that the rocks forming higher elevations are more competent than the lower elevation, non-vegetated zones (Figure 2.2). Also these vegetated ridges on the northern and southern sides close-up the valley-like topography and meet on the west side, and it is known that the layers of the rocks were determined as dipping outward the valley on the previous studies.",
              "contentUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574611710/knkmann/alpsTrip/Stop%202/Photo_17-09-19_12_16_34_yguskq.jpg",
              "contentDescription": "Depression observed in the anticline looking through the west"
            },
            {
              "textBlock": "All these findings indicate that it is an anticline plunging through the west, causing depression on the west (Figure 2.2b) and culmination on the east (Figure 2.2a). This anticline belongs to folds of the Jura Mountains."
            },
            {
              "textBlock": "This mountain range was formed after the Molasse Basin deposition. Folding in Jura mountains are only restricted to the Upper part of the crust which is made of Jurassic rocks limestone and claystone. Different kinds of folding can be observed here like Flexural Slip fold, duplex folding and box folds which are formed due to the presence of rocks of different competence."
            },
            {
              "textBlock": "In the north and south side we could see highly vegetated steep slopes on the top which belonged to Mid Jurassic and meadows with gentle slope at the bottom of lower Jurassic age. The upper rocks were more competent and less erodible than the bottom layer. The bottom lower Jurassic layers were underlain by Upper Triassic Keuper layer. The anticline is dipping in the west with culmination in the East and depression in the west. The frontal part of the Jura Mountains near Basel is still tectonically active and there is still some compression."
            }
          ],

          "stopId": "stop-82ea5122-9818"
        },
        {
          "stopTag": 3,
          "stopTitle": "Bärschwil - Gupf 2",
          "stopDate": "09/17/2019 Stop 3",
          "stopSummary": "Few steps further towards the east we had a closer look of the rock bed with thrust plane dipping almost 50 degrees towards S-SE with a box fold whose fold axial plane was very sharp and tilted towards North.",
          "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1574611716/knkmann/alpsTrip/Stop%203/IMG_20190917_123429_ozag1y.jpg",
          "stopContent": [
            {
              "textBlock": "Approximately 150 meters of the northeast of the 2nd stop, a box fold was observed (Figure 2.3). That box fold is belonging to the hanging wall of a thrust plane dipping towards S-SE. Box folds are products of compressional regimes. They occur in units that their layers are able to slip on each other. The box fold was formed due to the upthrusting of the bed on itself. The footwall lies beneath the thrust which was not visible from there.",
              "contentUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574611724/knkmann/alpsTrip/Stop%203/Photo_17-09-19_12_34_57_px9px6.jpg",
              "contentDescription": "Box fold observed on the northern flank of the anticline"
            }
          ],
          "stopId": "stop-4a3370a3-4784"
        },
        {
          "stopTag": "4a",
          "stopTitle": "Büchloch [A]",
          "stopDate": "09/17/2019 - Stop 4A",
          "stopSummary": "At the footwall of the thrust plane in the previous stop. The thrust is still not exposed directly here.",
          "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1574611716/knkmann/alpsTrip/Stop%203/IMG_20190917_123429_ozag1y.jpg",
          "stopContent": [
            {
              "textBlock": "This outcrop is located around 1.5 km north of the 3rd stop and 1 km north-northwest of the box fold observed. The outcrop consists of the horizontal layers of the St. Ursanne Formation. That means this location should belong to the footwall of the thrust plane mentioned at the previous stop.",
              "contentUrl": "",
              "contentDescription": ""
            },
            {
              "textBlock": "There also is a calc-sinter body that is formed by the participation of plants and algae. This rock-forming process is still ongoing."
            }
          ],
          "stopId": "stop-f86ea569-81e2"
        },
        {
          "stopTag": "4b",
          "stopTitle": "Büchloch [B]",
          "stopDate": "09/17/2019 - Stop 4B",
          "stopSummary": "Here we observed a conjugate shear fault system at this stop which was few hundreds of meter away from the previous stop.",
          "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1579212430/knkmann/alpsTrip/Stop%204/4b_z6pfhm.png",
          "stopContent": [
            {
              "textBlock": "Around 50-100 meters south of the Stop 4a, a conjugate shear fault system was observed (Figure 2.4a). The accessible fault plane is oriented with 30/80 (having the same strike as the Upper Rhine Graben) and lineations are plunging with 24/2. The Strike-slip sense was determined as sinistral by touching to the surface (Figure 2.4b). Brownish colors on the outcrop surface are probably caused by weathering and fault gouge. A small brecciated zone can also be seen on the junction of two fault planes.",
              "contentUrl": "https://res.cloudinary.com/nthnh/image/upload/v1579212430/knkmann/alpsTrip/Stop%204/4b_z6pfhm.png",
              "contentDescription": "Conjugate shear fault system"
            }
          ],
          "stopId": "stop-a0c00947-da97"
        },
        {
          "stopTag": 5,
          "stopTitle": "Choindez",
          "stopDate": "09/17/2019 - Stop 5",
          "stopSummary": "South of Delmont City, we observed 3-4 anticlines. The outcrop consists of Middle Jurassic limestones interlayered with claystone and marls which is typical for flexural folding.",
          "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1574611858/knkmann/alpsTrip/Stop%205/Photo_17-09-19_14_47_18_v5wlee.jpg",
          "stopContent": [
            {
              "textBlock": "This outcrop consists of Middle Jurassic limestones interlayered with clays and marls which is typical for flexural folding. The stop is located on one of the anticlines belonging to 3-4 W/SW-E/NE trending folds. This anticline has experienced an erosion process called Klus. Klus is a german terminology used for the morphological structure formed by the erosion of an anticline perpendicular to its fold axis through the neighbor syncline.",
              "contentUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574611858/knkmann/alpsTrip/Stop%205/Photo_17-09-19_14_47_18_v5wlee.jpg",
              "contentDescription": ""
            }
          ],

          "stopId": "stop-d688dbd0-fa70"
        },
        {
          "stopTag": 6,
          "stopTitle": "Klus of Moutier",
          "stopDate": "09/17/2019 - Stop 6",
          "stopSummary": "At this stop the Klus was clearly visible. There was steep gorge on both sides and valley in between. The cliff had flat bedding surfaces and the left side of the klus was dipping towards the North. The walking few meters towards the south the orientation of the layers were measured as 175/60. Here it was a classic box fold setting with softest strata in the core of the anticline.",
          "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1574677186/knkmann/alpsTrip/Stop%206/IMG_20190917_150858_compressed_qwh8ft.jpg",
          "stopContent": [
            {
              "textBlock": "This stop is located in the middle of another anticline approximately 3 km S-SW of the previous stop, and Klus can be easily seen from this location (Figure 2.5). After reaching the southern flanks of the anticline by walking around 100 meters south, the orientation of the layers was measured as 170/60 (Figure 2.5b) and a kink indicating the box folding was observed above the measured layers.",
              "contentUrl": "",
              "contentDescription": ""
            },
            {
              "textBlock": "There were also 2 important observations on the external rocks: stylolites and slicolites. Stylolites occur on limestones experiencing dissolution under stress, and the growth direction of the teeth shows the s1 direction. Stylolites are very important strain indicators that can be used to calculate the stress history.",
              "contentUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574675923/knkmann/alpsTrip/Stop%206/Photo_17-09-19_15_48_20_jtgzck.jpg",
              "contentDescription": "Stylolites observed in the outcrop"
            },
            {
              "textBlock": "Slicolites are the combination of the slickensides and stylolites. The important fact about slicolites is that the shear sense determination by touching the surface works opposite to the conventional test. Because the surface we touch is filled by dissolved minerals causing the formation of flipped texture. In other words, the direction that is harder to slide our hand shows that this block we are touching has moved to the opposite direction.",
              "contentUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574675955/knkmann/alpsTrip/Stop%206/Photo_17-09-19_15_49_13_tohizt.jpg",
              "contentDescription": "Slycolites observed in the outcrop"
            }
          ],
          "stopImages": [
            {
              "imageUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574677186/knkmann/alpsTrip/Stop%206/IMG_20190917_150858_compressed_qwh8ft.jpg",
              "imageDescription": ""
            },
            {
              "imageUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574675936/knkmann/alpsTrip/Stop%206/IMG_20190917_150834_vwpcbs.jpg",
              "imageDescription": ""
            }
          ],
          "stopId": "stop-ad45b622-609c"
        },
        {
          "stopTag": 7,
          "stopTitle": "Court",
          "stopDate": "09/17/2019 - Stop 7",
          "stopSummary": "At this stop we observed another anticline known as Court Anticline which is 3km southwest of the last stop. The exposed outcrop shows limestone rocks containing intraclast, bioclast and some layers of oolites belonging to Reuchenette Formation.",
          "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1574677385/knkmann/alpsTrip/Stop%207/Photo_17-09-19_16_49_04_wbm2cf.jpg",
          "stopContent": [
            {
              "textBlock": "This was the last stop of the day and it was located around 3 km southwest of the Stop 6, it is again situated on an anticline, but in the northern flanks. The rocks contain intraclastic, bioclastic and some layers of oolitic limestones belonging to the Reuchenette Formation. From this point, we walked through south until an old tunnel and observed the change in the orientation of the layers and how the thin-skinned tectonics in this region formed the folds of the Jura Mountains. The basement is getting subducted beneath the Alps and therefore not a part of the folding."
            }
          ],
          "stopImages": [
            {
              "imageUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574677386/knkmann/alpsTrip/Stop%207/Photo_17-09-19_16_22_40_chvtsi.jpg",
              "imageDescription": ""
            },
            {
              "imageUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574677385/knkmann/alpsTrip/Stop%207/Photo_17-09-19_16_49_04_wbm2cf.jpg",
              "imageDescription": ""
            }
          ],
          "stopId": "stop-059a677c-dbbc"
        },
        {
          "stopTag": 8,
          "stopTitle": "Roggwil Quarry",
          "stopDate": "09/18/2019 - Stop 8",
          "stopSummary": "This outcrop consists of almost flat-lying Lower Freshwater Molasse units belonging to the Foreland. Layers have various thicknesses with greyish-whitish to reddish-brownish colors, dominated by siliciclastic materials, and product of fluvial deposition of a meandering river.",
          "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1574677436/knkmann/alpsTrip/Stop%208/IMG_20190918_102713_ct2hcz.jpg",
          "stopContent": [
            {
              "textBlock": "This outcrop is almost 15 km from Jura Mountains in a quarry showing different layers of Lower Freshwater Molasse units belonging to the Foreland. The layers consists of siliciclastic materials and indicates a fluvial type of deposition of a meandering river in the past. Layers have various thicknesses with greyish-whitish to reddish-brownish colors. No fossils were observed. Some carbonates were observed in few layers."
            },
            {
              "textBlock": "Fine grained layers with reddish-brownish color is clay, greenish materials which were a bit coarser were silt and clay. Grey layer indicated sandstone which is more competent than the clay material."
            }
          ],
          "stopImages": [
            {
              "imageUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574677463/knkmann/alpsTrip/Stop%208/Photo_18-09-19_10_49_29_igh0xz.jpg",
              "imageDescription": ""
            },
            {
              "imageUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574677450/knkmann/alpsTrip/Stop%208/IMG_20190918_102726_bpiez2.jpg",
              "imageDescription": ""
            },
            {
              "imageUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574677416/knkmann/alpsTrip/Stop%208/IMG_20190918_102800_jlnj3l.jpg",
              "imageDescription": ""
            }
          ],
          "stopId": "stop-f6decf81-35e6"
        },
        {
          "stopTag": 9,
          "stopTitle": "Wolhausen",
          "stopDate": "09/18/2019 - Stop 9",
          "stopSummary": "This outcrop on the coast of the River Kleine Emme exposes Upper Freshwater Molasse units in the Foreland basin consisting limestones, conglomerates and sandstones. Sandstone layers show cross-bedding. These units are formed by alluvial deposition of a braided river.",
          "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1574677562/knkmann/alpsTrip/Stop%209/IMG_20190918_121858_jrrtaj.jpg",
          "stopContent": [
            {
              "textBlock": "This outcrop is in a quarry which was approximately 60-70m high and 100 m wide on the side of the River Kleine Emme. It showcases the Upper Freshwater Molasse units in the Foreland basin (Youngest unit of Molasse basin) and comprises of layers of limestones, conglomerates and sandstones. These units are deposited by alluvial fan of a braided river into the Molasse basin. There are alternating beds of conglomerate and sandstones and shows coarsening upward sequence indicating the forward movement of Alluvial fan towards the basin."
            }
          ],
          "stopImages": [
            {
              "imageUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574677530/knkmann/alpsTrip/Stop%209/Photo_18-09-19_12_32_32_qmyzva.jpg",
              "imageDescription": ""
            },
            {
              "imageUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574677535/knkmann/alpsTrip/Stop%209/Photo_18-09-19_12_18_19_u5yxph.jpg",
              "imageDescription": ""
            },
            {
              "imageUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574677562/knkmann/alpsTrip/Stop%209/IMG_20190918_121858_jrrtaj.jpg",
              "imageDescription": ""
            }
          ],
          "stopId": "stop-e7269915-8bc1"
        },
        {
          "stopTag": 10,
          "stopTitle": "Malters",
          "stopDate": "09/18/2019 - Stop 10",
          "stopSummary": "The limestone layers are oriented with 155/80 in this valley. While walking towards N/NW, grain sizes get coarser to conglomerates which are stratigraphically younger layers. ",
          "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1574677825/knkmann/alpsTrip/Stop%2010/Photo_18-09-19_13_59_27_compressed_wpav2n.jpg",
          "stopContent": [
            {
              "textBlock": "2 km east from Malters, vertically dipping limestone beds are oriented with 155/80 in the valley. Walking towards the North, which is opposite to the dip direction here we saw coarser sediments. We always find younger sediments in the dip direction and older sediments opposite to the dip. In Molasse coarser sediments are at the top so we know it is younger sediments and the beds are overflipped here. And this also shows that we are closer to Alps now. Also shortened fossils were observed within the rocks which proves the stress history in the rock units."
            }
          ],
          "stopImages": [
            {
              "imageUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574677840/knkmann/alpsTrip/Stop%2010/Photo_18-09-19_13_58_51_compressed_i0eijb.jpg",
              "imageDescription": ""
            },
            {
              "imageUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574677613/knkmann/alpsTrip/Stop%2010/Photo_18-09-19_13_55_28_tgqves.jpg",
              "imageDescription": ""
            },
            {
              "imageUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574677825/knkmann/alpsTrip/Stop%2010/Photo_18-09-19_13_59_27_compressed_wpav2n.jpg",
              "imageDescription": ""
            }
          ],
          "stopId": "stop-7adcb14f-9d7c"
        },
        {
          "stopTag": 11,
          "stopTitle": "Lauerzersee",
          "stopDate": "09/18/2019 - Stop 11",
          "stopSummary": "From this stop we observed the so called ‘The Great Myth’, a klippen first discovered by Albert Hyme in 1900.",
          "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1574677930/knkmann/alpsTrip/Stop%2011/Photo_18-09-19_15_41_07_tm5bc3.jpg",
          "stopContent": [
            {
              "textBlock": "This is the region where the term Klippen was invented by Albert Hyme in 1900. Klippen here is basically an isolated (allocthonous) piece of nappe system. We saw Helvetic nappes, penninic and austroalpine thrusted from south to north, and higher tectonic position show longer distance transported.",
              "contentUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574677925/knkmann/alpsTrip/Stop%2011/Photo_18-09-19_16_11_33_bygdxu.jpg",
              "contentDescription": "Textbook illustration of 'The Great Myth'."
            }
          ],
          "stopId": "stop-fea93289-9115"
        },
        {
          "stopTag": 12,
          "stopTitle": "Sisikon",
          "stopDate": "09/18/2019 - Stop 12",
          "stopSummary": "",
          "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1574677954/knkmann/alpsTrip/Stop%2012/Photo_18-09-19_17_33_27_goqaad.jpg",
          "stopContent": [
            {
              "textBlock": "Here at his stop we observe this outcrop across the lake which exposes rocks which are Cretaceous to Jurassic age limestones. The fault plane were dipping SW. This is Helvetic realm and all the rocks are composed of limestone (greyish) with two nappes exposed. Upper nappe called as Axen nappe comes from further south than the lower nappe known as Dresberg Nappe.",
              "contentUrl": "https://res.cloudinary.com/nthnh/image/upload/v1574677954/knkmann/alpsTrip/Stop%2012/Photo_18-09-19_17_33_27_goqaad.jpg",
              "contentDescription": "Sisikon Outcrop"
            }
          ],
          "stopId": "stop-5c52b4dd-1fe3"
        },
        {
          "stopTag": 13,
          "stopTitle": "Flüelen Camping Ground",
          "stopDate": "09/19/2019 - Stop 13",
          "stopSummary": "The outcrop seen from the camping ground contained sandstone, sillstone and mudstone layers belonging to flysch deposits. Recumbent faults and zigzag faults seen on the outcrop are the consequence of thrusting Axen nappe over north Helvetic Flysch.",
          "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1579217060/knkmann/alpsTrip/Stop%2013/13_dmad0z.png",
          "stopContent": [
            {
              "textBlock": "From the camping ground when we looked towards the opposite side we saw outcrops which exposed sandstone, sillstone and mudstone layers belonging to the North Helvetic flysch deposits. Due to the incompetency of Flysch, the beds were folded and we could see isoclinal recumbent folds and zig zag folding patterns. The Axen Nappe had thrusted over the North Helvetic Flysch deposit here."
            }
          ],
          "stopImages": [
            {
              "imageUrl": "https://res.cloudinary.com/nthnh/image/upload/v1579217060/knkmann/alpsTrip/Stop%2013/13_dmad0z.png",
              "imageDescription": ""
            }
          ],
          "stopId": "stop-e8ab2b88-06c8"
        },
        {
          "stopTag": 14,
          "stopTitle": "Erstfeld",
          "stopDate": "09/19/2019 - Stop 14",
          "stopSummary": "We took a small stop to discuss about the Gotthard Tunnel. This stop was close to the northern gate of the Gotthard Tunnel. The tunnel was the longest in the world when it was opened in 1882. Total drilled tunnel length reaches up to 150 km. Right across the road we saw an outcrop which exposed dolomitic layers dipping towards the South.",
          "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1574152998/knkmann/alpsTrip/Main%20Image.jpg",
          "stopContent": [
            {
              "textBlock": "This stop was close to the northern gate of the Gotthard Tunnel. Gotthard Tunnel is a 57 km long 2-way railway tunnel. It is made of one 9 meters wide tube for each direction by the german tunneling company Herrenknecht. Total drilled tunnel length reaches up to 150 km by taking service, maintenance and emergency tunnel into account. The project started in 1999 and completed in 2016, before the scheduled time."
            },
            {
              "textBlock": "The outcrop we see on the east side is formed by Triassic parautochthonous dolomitic layers dipping towards the south."
            }
          ],
          "stopId": "stop-ae93c0e1-926b"
        },
        {
          "stopTag": 15,
          "stopTitle": "Teufel's Schlucht (Devil's Pass)",
          "stopDate": "09/19/2019 - Stop 15",
          "stopSummary": "We crossed the Aar Massive and went almost to the top where we saw crystalline rock gneiss containing biotite, feldspar, muscovite and quartz. Both foliation and lineation were observed in the rocks.",
          "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1574152998/knkmann/alpsTrip/Main%20Image.jpg",
          "stopContent": [
            {
              "textBlock": "This valley exposes gneiss of Aar massive containing feldspar, biotite, albite, muscovite and quartz. Both foliation and lineation could be observed on the rocks. Foliation was measured as 150/85, while the value for lineation was 142/80. That means, if we want to make and thin section out of this rock, we should choose a plane perpendicular to the foliation and parallel to the lineation, thus, a cutting plane with the orientation of around 52/90. Also, some sub-simple shear indicators such as strain shadows were observed in some samples extracted.",
              "contentUrl": "",
              "contentDescription": ""
            },
            {
              "textBlock": "This region is being uplifted by 0.4-0.8 mm every year. That uplift is controlled by critical taper theory. Due to erosion, uplift occurs to satisfy the critical taper angle.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-7abd984e-02ab"
        },
        {
          "stopTag": 16,
          "stopTitle": "Bürglen",
          "stopDate": "09/19/2019 - Stop 16",
          "stopSummary": "This outcrop forms monotonous sandstone layers interlayered with silt and mudstones that are flysch deposits. The outcrop nicely shows the Bouma Sequence and load casts under the sandstone layers.",
          "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1579219528/knkmann/alpsTrip/Stop%2039/16_u0npze.png",
          "stopContent": [
            {
              "textBlock": "At this outcrop Flysch deposit is exposed. There is sandstone grading into siltstone to mudstone. The outcrop nicely shows the Bouma Sequence with fining upward sequence. The base is erosive due to suspension current and there are striations present. Load marks which are newly developed suspension carves into the muddy material. Sandstone shows wavy layers with varying thickness. In the proximal part, the layers are almost meters thick and in the distal part they are few cm thick.",
              "contentUrl": "https://res.cloudinary.com/nthnh/image/upload/v1579219528/knkmann/alpsTrip/Stop%2039/16_u0npze.png",
              "contentDescription": "Flysch deposits"
            },
            {
              "textBlock": "On the SW side of the outcrop, the layers are folded by a vergent fold. Fold axis was measured as 90/10 and fold axial plane was measured as 160/50. Micas can be found in the rocks and these are formed by clay, silicate, aluminum minerals that have experienced pressure due to subduction. Such a pressure to form micas needs a couple of km depth (10-15 km or less)."
            }
          ],
          "stopId": "stop-deddde85-6c86"
        },
        {
          "stopTag": 17,
          "stopTitle": "Klausen Pass",
          "stopDate": "09/19/2019 - Stop 17",
          "stopSummary": "Klausen Pass connects Reuss Valley to the Lintt Valley. These two valleys are perpendicular to the general strike.",
          "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1579220608/knkmann/alpsTrip/Stop%2017/IMG_3249_hve8cf.jpg",
          "stopContent": [
            {
              "textBlock": "At this stop we observed reddish-purple, very fine laminated, 52/10 oriented,shale deposit. They belong to Verrucano (Permian in age) Formation. This outcrop forms the base of Axen Nappe, gently dipping NW towards foreland with 52/10. Usually the nappes dip in opposite to the foreland but due to the external massivs here it dips anticline (NW). We are here at the base of the Axen nappe and there should be Flysch beneath.",
              "contentUrl": "https://res.cloudinary.com/nthnh/image/upload/v1579220363/knkmann/alpsTrip/Stop%2017/17a_kfojz9.png",
              "contentDescription": "Shale from the Verrucano Formation"
            },
            {
              "textBlock": "When we crossed the road to the south, we observed porous, Triassic aged dolomites of Helvetic. The reason behind the porosity are the gypsum crystals present in the rock which got dissolved due to paragenesis."
            }
          ],

          "stopId": "stop-24dd3a44-e4ff"
        },
        {
          "stopTag": 18,
          "stopTitle": "Urnerboden",
          "stopDate": "09/19/2019 - Stop 18",
          "stopSummary": "",
          "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1579221554/knkmann/alpsTrip/Stop%2018/18b_dflxc8.jpg",
          "stopContent": [
            {
              "textBlock": "The view of an u-shaped valley can nicely be seen in this location. U-shape valleys are formed by glacier incision. Due to glacial melting, erosion affects all the surface of the valley, contrary to the v-shaped valleys formed by the incision of water. In a glacial valley there are steps in the profile and a gentle upslope and a rough downslope. Glacier melting also causes cirque on the upslope of the valley which we have seen on the way from Klausen Pass to this stop. Different slope angles at its sides are caused by the orientation of the layers.",
              "contentUrl": "https://res.cloudinary.com/nthnh/image/upload/v1579221553/knkmann/alpsTrip/Stop%2018/18a_qkdpxz.jpg",
              "contentDescription": "U-shaped valley"
            }
          ],
          "stopId": "stop-ba8c0254-0f07"
        },
        {
          "stopTag": 19,
          "stopTitle": "Walensee",
          "stopDate": "09/20/2019 - Stop 19",
          "stopSummary": "",
          "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1574779409/knkmann/bg1_beids7.png",
          "stopContent": [
            {
              "textBlock": "We stood on the side of the Lake Walensee and whose western end comprised of a delta deposit of River Lintt. Across the lake we could clearly see the Amden Double Syncline, named after the village Amden there. Strata of syncline belong to Helvetic Realm known as Säntis-Churfirsten Nappe. Tectonically this is the highest nappe of Helvetic System. The rocks forming the syncline are Lower Cretaceous aged limestones named Schrattenkalk. It was propagated onto other Helvetic nappes and is the longest distance of overthrusting. They are very competent and pure in composition."
            }
          ],
          "stopId": "stop-637fed33-5f2c"
        },
        {
          "stopTag": 20,
          "stopTitle": "Gäudig [1]",
          "stopDate": "09/20/2019 - Stop 20",
          "stopSummary": "",
          "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1579248964/knkmann/alpsTrip/Stop%2020/IMG_7101_2_vge40n.jpg",
          "stopContent": [
            {
              "textBlock": "We reached this little hill by walking around 1 km after taking the cable car from Amden. During this walk, we observed till deposits along the way. From this point, we could see the mountains surrounding the Walensee. The highest peak was the summit of Mürtschtock. This kind of summits with steep and sharp flank on different sides called Nunatak. A great Nunatak example is the Matterhorn."
            },
            {
              "textBlock": "While walking further we observed side moraines with no grain sorting, fine as well as coarse grain deposition and were angular diamictic."
            }
          ],
          "stopImages": [
            {
              "imageUrl": "https://res.cloudinary.com/nthnh/image/upload/v1579248964/knkmann/alpsTrip/Stop%2020/IMG_7101_2_vge40n.jpg",
              "imageDescription": ""
            },
            {
              "imageUrl": "https://res.cloudinary.com/nthnh/image/upload/v1579248938/knkmann/alpsTrip/Stop%2020/IMG_6964_acstiw.jpg",
              "imageDescription": ""
            }
          ],
          "stopId": "stop-4c0bd405-9bdb"
        },
        {
          "stopTag": 21,
          "stopTitle": "Gäudig [2]",
          "stopDate": "09/20/2019 - Stop 21",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "After walking approximately 150 meters from the previous stop, beige to brownish colored sandstone and siltstone layers were exposed. Dark-colored, curvy structures on the layer surfaces are the later alteration indicating manganese and iron precipitation. These units are the Cretaceous aged flysch deposits of the penninic nappes. This flysch is older than the flysch deposits observed before due to its high tectonic position indicating that it has thrusted from a longer distance from the south.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-ebd47eff-4a2e"
        },
        {
          "stopTag": 22,
          "stopTitle": "Hinter Höhi",
          "stopDate": "09/20/2019 - Stop 22",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "We see the Mürtschen Nappe and Säntis-Churfirsten Nappe on top of that at around 1400 meters southeast of this stop. The depression between two mountains exposes flysch deposits.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-1ad08c0f-5c5d"
        },
        {
          "stopTag": 23,
          "stopTitle": "Hinter Höhi 2",
          "stopDate": "09/20/2019 - Stop 23",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This outcrop exposes lower Cretaceous aged, Kieselkalk, Drusberg Formation, and Schrattenkalk (older to younger). These units belong to the northern Helvetic. All 3 units are formed by limestones, while Kieselkalk is also having chert modules.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-4559a721-f9b6"
        },
        {
          "stopTag": 24,
          "stopTitle": "Hinter Höhi 3",
          "stopDate": "09/20/2019 - Stop 24",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "We walked around 1200 meters by surrounding the same units seen at the previous stop. An external plot here consists of cherted fossil shells.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-3af0e0bf-77b9"
        },
        {
          "stopTag": 25,
          "stopTitle": "Vordermatt",
          "stopDate": "09/20/2019 - Stop 25",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "Here we started to see conglomerate layers with the orientation of 160/55. Conglomerates are made of 1 cm to 10-15 cm grains with an average of 5-8 cm. Some of the pebbles belong to the crystalline basement. The official terminology for this rock is polymict conglomerate due to its pebbles from more than one origins. These units belonging to the sub-alpine molasse is locally called Nagelfluh which has the lowest tectonic position in Europe. The formation of these units has been done by one of the biggest fluvial systems in the Alps called Speer River. Previous studies show that these units are not laterally continuous indicating an alluvial fan environment.",
              "contentUrl": "",
              "contentDescription": ""
            },
            {
              "textBlock": "On the way to the next stop, these units are started to be interlayered with sandstones suggesting that they probably belong to Lower Freshwater Molasse.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-1f0f3295-b5a5"
        },
        {
          "stopTag": 26,
          "stopTitle": "Oberchäseren",
          "stopDate": "09/20/2019 - Stop 26",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This summit has a general view of all units that we have observed this day. We came here from the southeast by observing the first Helveticum, its flysch deposits and finally, the Sub-Alpine Molasse thrusted by Helveticum. The relationship can clearly be seen at this point.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-9fefe7cb-b03b"
        },
        {
          "stopTag": 27,
          "stopTitle": "Amden",
          "stopDate": "09/20/2019 - Stop 27",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This outcrop exposes flysch deposits consist of fine-grained wavy layers and sandstones containing carbonate.",
              "contentUrl": "",
              "contentDescription": ""
            },
            {
              "textBlock": "After walking down around 200-300 meters, the contact between limestones and flysch deposits was observed. These flysch deposits contain glauconitic sandstones.",
              "contentUrl": "",
              "contentDescription": ""
            },
            {
              "textBlock": "Further down, completely chaotic flysch deposits with shear indicators were observed. This much chaotic flysch deposits containing various exotic features called \"Wild Flysch\" (Figure 2.16).",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-5254b295-8991"
        },
        {
          "stopTag": 28,
          "stopTitle": "Klöntal",
          "stopDate": "09/21/2019 - Stop 28",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This outcrop represents the deposits of a landslide forming the Saggberg located on the south. This landslide has occurred 8000-10000 years ago after the glacial period by accumulating and blocking the side valley. This event has formed the lake Klöntalersee. On the deposits we observed, stratigraphy is mostly intact, and the material is mainly shattered. The main cause of the landslide was the destabilization of the slopes due to deglaciation.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-562c23ab-19ea"
        },
        {
          "stopTag": 29,
          "stopTitle": "Lochsite",
          "stopDate": "09/21/2019 - Stop 29",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "Lochsite is 24th location of the Geopark Sardona. This outcrop represents one of the best razor-sharp thrust planes can be ever seen (Figure 2.17). The fault plane is oriented by 10/10 (dipping towards N/NE). Because of its dipping towards the north, it was thought to be a gravitational fault. However, it is a N-NW thrusting nappe that is transported around 50 km and tilted afterward. Overlying units belong to Verrucano Formation.",
              "contentUrl": "",
              "contentDescription": ""
            },
            {
              "textBlock": "On the coast of the river that is at the other side of the road, blocks of the Verrucano Formations were observed. These blocks are layered fanglomerates (conglomerates that are containing both angular and rounded pebbles) with greenish to reddish colors and grain sizes between 1 to 4 cm.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-47e3da95-b1b0"
        },
        {
          "stopTag": 30,
          "stopTitle": "Elm",
          "stopDate": "09/21/2019 - Stop 30",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "Tschinggalhörner (2850 m) which was seen 4 km away to the southeast from this stop (Figure 2.18). The thrust plane belonging to the Glanar Nappe was observed below Tschinggalhörner at 2500 meters.",
              "contentUrl": "",
              "contentDescription": ""
            },
            {
              "textBlock": "This stop also located on the landslide deposits of the Elm Landslide. This landslide was triggered by human activities in 1881. Runout distance has reached up to 800-1000 meters. The landslide has triggered by extraction of slates that caused the opening of fractures. No one has realized the fractures and with the influence of rainfall, frictional coefficient of the landslide plane decreased dramatically causing a huge landslide.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-bd687a4e-03f2"
        },
        {
          "stopTag": 31,
          "stopTitle": "Walenstadt",
          "stopDate": "09/21/2019 - Stop 31",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "Sandstones interlayered by mudstones are typical for Dogger, and orientated with 31/30. Brownish minerals are called goethite. East side of the Amden Double-Syncline can be seen across the lake. The outcrop across the lake shows Glanar, Mürtschen and Säntis-Churfirsten nappes and recumbent folds.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-4ac6c429-82ae"
        },
        {
          "stopTag": 32,
          "stopTitle": "Pfäfers",
          "stopDate": "09/21/2019 - Stop 32",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This valley we have observed is the Alpinrhein section of the River Rhine. The mountains we were seeing are Austro-Alpines. On the northwest side, Helvetic nappes are dipping under the Austro-Alpines.",
              "contentUrl": "",
              "contentDescription": ""
            },
            {
              "textBlock": "External massives show culminations and depressions along their axes. The Helvetic system is not seen on the eastern side of the Alpinrhein. Because there was a convergence between the European plane and Adriatic basement with around N-S compression. Later on, Adriatic basement rotated counter-clockwise and pushed more in the direction of around NW-SE. Because of this process, the west side of the Alps has uplifted more, completed by exposing on the west (culmination), and staying under Austro-Alpine (depression) on the east.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-166397bc-ee7e"
        },
        {
          "stopTag": 33,
          "stopTitle": "Tamina Gorge",
          "stopDate": "09/21/2019 - Stop 33",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "External massives show culminations and depressions along their axes. The Helvetic system is not seen on the eastern side of the Alpinrhein. Because there was a convergence between the European plane and Adriatic basement with around N-S compression. Later on, Adriatic basement rotated counter-clockwise and pushed more in the direction of around NW-SE. Because of this process, the west side of the Alps has uplifted more, completed by exposing on the west (culmination), and staying under Austro-Alpine (depression) on the east.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-d417de3c-9fa3"
        },
        {
          "stopTag": 34,
          "stopTitle": "Domat/Ems",
          "stopDate": "09/22/2019 - Stop 34",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This region contains plenty of hills called \"Toma Hills\" and is the type locality for these features (Figure 2.20). The valley we see has an SW-NE strike. Tomahills are mostly coming from the northern cliffs. That is known by the materials that Toma Hills contain are the same materials as the northern cliffs. Northern cliffs are containing Helvetic and southern cliffs composed of Penninic materials.",
              "contentUrl": "",
              "contentDescription": ""
            },
            {
              "textBlock": "We see more horizontal layering on the southwestern partthan the northeasternparts. When we follow the layers through the northeast we see that the layers are almost oriented as the slope of the topography, and there are translational landslide features. When we look through the northeast, where the layers are a bit more horizontally oriented than the slope of the topography, rotational mass movements are seen.",
              "contentUrl": "",
              "contentDescription": ""
            },
            {
              "textBlock": "In conclusion, these toma hills are formed by the erosion of these landslide deposits accumulated in the valley by the braided river.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-e1a7b557-ba91"
        },
        {
          "stopTag": 35,
          "stopTitle": "Tamins Landslide",
          "stopDate": "09/22/2019 - Stop 35",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "After driving a bit more to the west from the last stop, we see the scarpment of the Tamins Landslide having 1-1.5 km3 of volume.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-42f06d4c-0856"
        },
        {
          "stopTag": 36,
          "stopTitle": "Bonaduz",
          "stopDate": "09/22/2019 - Stop 36",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This outcrop exposes Bonaduz Gravels containing poorly sorted, both angular and rounded, and 0.5 to 15 cm grain sizes. There was a big lake formed by the Flims Landslide 9400 years before. Incision started 1000 years after the lake formed (8400 years before) and started to erode the natural dam with chaotic fluxial processes resulted in the destruction of the Flims dam and flash floods. The former lake named Ilanz Lake and had 23-34 km2 of maximum surface area. The pebbles are belonging to both Penninic and Helvetic systems.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-4f300289-7053"
        },
        {
          "stopTag": 37,
          "stopTitle": "Cauma",
          "stopDate": "09/22/2019 - Stop 37",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This stop comprises all the observations of landslide deposits of the Flims Landslide until the next stop. In the very beginning, the blocky and chaotic boulders with different orientations are observed. Those boulders belong to the Helvetic Nappes that are wasted during the Flims event. On the way down there are small, meter-sized swampy pits indicating that the layers of the mass are impermeable. Around a kilometer down there is a bigger scale of these swamps occurred by deposition of the dead lichens. Further down after passing the Caumasee, the walls of the Alpinrhine are exposed with earthpyramide structures (Figure 2.21). These structures indicate that there is pulverization on the rocks while more resistant blocks still remain.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-eb3c088c-6e82"
        },
        {
          "stopTag": 38,
          "stopTitle": "Conn",
          "stopDate": "09/22/2019 - Stop 38",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "At the end of hiking, we were able to see the general view of the landscape from a viewing platform. In conclusion, the deep incision has occurred due to the rocks that have been highly deformed during the destructive transportation process. That also makes the rocks pretty heterogeneous. Scale invariance fracturing meaning that the same fracturing textures in various scales is also typical for this kind of deformations.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-427cecd7-3518"
        },
        {
          "stopTag": 39,
          "stopTitle": "Quarry Berkley",
          "stopDate": "09/22/2019 - Stop 39",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This outcrop exposes a huge breccia. The major mass seems to be a part of the limestones of the Helvetic Nappes. Fragments on the body are angular. Jigsaw pattern makes the outcrop stable to carry itself while it not resistant extraction.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-d79ee094-0164"
        },
        {
          "stopTag": 40,
          "stopTitle": "Versam Gorge",
          "stopDate": "09/22/2019 - Stop 40",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This outcrop consists of black-colored, pulvarized, thin, interbedded layers. Layerings are intact. Pulverization caused by siesmic shaking. Seismic shaking causes acoustic fluidization causing this kind of features.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-408578f3-c465"
        },
        {
          "stopTag": 41,
          "stopTitle": "Rhäzüns",
          "stopDate": "09/23/2019 - Stop 41",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "The outcrop represents calcerous mica schists with greenschist facies. Schists have thick quartz veins. The local name of these units is Bündnerschiefer (Figure 2.22). Bedding orientation was measured as 90/40. These rocks are a part of northern Penninicum.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-7ac05447-0ab4"
        },
        {
          "stopTag": 42,
          "stopTitle": "Viamala",
          "stopDate": "09/23/2019 - Stop 42",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "Bündnerschiefer has been incised by water forming this valley. Bündnerschiefer is not a very competent material to resist against this kind of linear fluvial incision. On top of these units, there is Penninic Flysch. Layers dip with 50/30 in this outcrop. This valley was thought to be formed in interstadial due to moraine findings in the valley.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-de98e4e0-a3a0"
        },
        {
          "stopTag": 43,
          "stopTitle": "Brienz",
          "stopDate": "09/23/2019 - Stop 43",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This outcrop represents greenschist and serpentinite, and Austro-Alpine rocks above. Greenschists containing carbonate and mica are cut by thick quartz veins. The large boulder seen belongs to the tectonic melange.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-88123411-fec4"
        },
        {
          "stopTag": 44,
          "stopTitle": "Bella Luna",
          "stopDate": "09/23/2019 - Stop 44",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This outcrop expose rhyolites containing epidote, quartz and feldspar.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-668f5af6-b92a"
        },
        {
          "stopTag": 45,
          "stopTitle": "Marmorera",
          "stopDate": "09/23/2019 - Stop 45",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This outcrop is on the dam of the Lake Marmorera. The rocks with greenschist facies were nicely exposed with strong foliations on the northeast side of the road. Schists contain chlorite biotite, amphibole, and albite-rich plagioclase. These rocks belong to Southern Penninic ophiolites that has been experienced metamorphosis. Pillow lavas are still barely seen when looked carefully.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-5afbad5b-faf7"
        },
        {
          "stopTag": 46,
          "stopTitle": "Marmorera 2",
          "stopDate": "09/23/2019 - Stop 46",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "The external blocks in this quarry show very good radiolarites. Radiolarite forms in deep marine environments. Carbonates cannot form below 4000 meters due to their mineral system’s behavior under these pressures. There also were ophicalcite textures containing marble and serpentine observed.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-89f3a8a3-1842"
        },
        {
          "stopTag": 47,
          "stopTitle": "Julierpass",
          "stopDate": "09/23/2019 - Stop 47",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "Julierpass is 2290 meters high pass connecting two sides of the peaks that are separating Rhine and Danube Catchments. The rocks exposed here are strongly foliated metagranites containing quartz, feldspar, and altered biotite. These units belong to the crystalline nappe of the Austro-Alpine called Err-Bernina Nappe.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-768521df-be9d"
        },
        {
          "stopTag": 48,
          "stopTitle": "Silvaplana",
          "stopDate": "09/24/2019 - Stop 48",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This lake is one of the natural chain of lakes in the region. This chain of lakes has been formed by Engadin Lineament that has a sinistral shear sense. This location is exactly on the transition between pro-wedge and retro-wedge. This region is also important because of separating 3 water catchment areas and called Triple Point. This triple point separates the water catchments to the River Rhine (to the North Sea), the River Danube (to the Black Sea), and the River Po (to the Mediterranean Sea).",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-866059ca-3d14"
        },
        {
          "stopTag": 49,
          "stopTitle": "Val di Forno",
          "stopDate": "09/24/2019 - Stop 49",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This river forms terraces on both sides indicated that it had different deposition speeds. Higher terraces correspond to older units, while the lower ones are corresponding more recent deposits. The rocks on the outcrop gneiss. The foliation is oriented with 5/42 and has S-L deformation meaning that the lineations are parallel to the foliation planes. These units belong to the Margna Nappe of the Penninic System.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-e4b7e432-039f"
        },
        {
          "stopTag": 50,
          "stopTitle": "Lägh da Cavloc",
          "stopDate": "09/24/2019 - Stop 50",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "There are a couple of nappes seen in this region which structurally does not make sense. But their plunge through east with approximately 45deg should be considered to understand the situation. So the nappes actually have a vertical relationship between each other. Despite the fact that, there is no alpine metamorphism seen in the Southern Alps, this region we see contact metamorphism due to the Bergel Intrusion.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-d192702b-84eb"
        },
        {
          "stopTag": 51,
          "stopTitle": "Plan Canin",
          "stopDate": "09/24/2019 - Stop 51",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This is a big dry plane of a braided river system. The ground is full of whitish colored, well rounded, coarse gravel to block-sized rocks that are coming from Berge Tonalite. The presence of foliation and ribbons indicate the syn-orogenic intrusion. Foliation is seen as idiomorphic ferocrystals on magmatic rocks.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-d5816196-8265"
        },
        {
          "stopTag": 52,
          "stopTitle": "Lago di Mezzola",
          "stopDate": "09/24/2019 - Stop 52",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This stop is in an active quarry. The rocks extracted here contain biotite, feldspar, quartz, epidotes with very good foliation and lineation on foliation planes. These rocks belong to the Bergel Intrusion. Their strong foliation indicates the syn-orogenic intrusion.",
              "contentUrl": "",
              "contentDescription": ""
            },
            {
              "textBlock": "Greenish-whitish colored blocks contain muscovite, quartz, and hornblende. So these blocks are called muscovite-quartz-hornblende schist.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-e0d4f2c8-52c9"
        },
        {
          "stopTag": 53,
          "stopTitle": "Dubino",
          "stopDate": "09/24/2019 - Stop 53",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This stop is located on the exposure of the Pediatric Lineament with non-exposure. The mountains show linearity in the E-W direction. North from here is pro-wedge, while the south side is retro-wedge. Pediatric Lineament has 700 km llength in total with around 10 km of depth. The maximum displacement is 30 to 100 km with dextral shear sense. Counter-clockwise rotation of the Adriatic Plate is started on late Oligocene.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-9a7a1daf-f06e"
        },
        {
          "stopTag": 54,
          "stopTitle": "",
          "stopDate": "09/25/2019 - Stop 54",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            { "textBlock": "", "contentUrl": "", "contentDescription": "" },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-b6b10555-2785"
        },
        {
          "stopTag": 55,
          "stopTitle": "Montorfano",
          "stopDate": "09/25/2019 - Stop 55",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This stop is on a quarry and there were big granite blocks extracted. This intrusion is related to the breaking apart of the Pangea. No foliation or lineation was seen. Granites composed of biotite (black grains), quartz and feldspar. The depth these rocks intruded was in the order of 15-20 km representing the middle crust determined by amphibolite facies.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-525c219b-55e3"
        },
        {
          "stopTag": 56,
          "stopTitle": "Crevola",
          "stopDate": "09/25/2019 - Stop 56",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This river bed was full of block sized, wel-rounded various rocks. One of the rocks observed wasa a gabro block consisting pseudotachylite. It is the product of frictional melting process and belongs to the Insubric line.",
              "contentUrl": "",
              "contentDescription": ""
            },
            {
              "textBlock": "Approximately 200 meters west of the first observation, there is an outcrop formed by foliated metamorphic rocks (Figure 2.24a). White layers are composed of feldspar and quartz, while the darker layers are composed of mafic minerals. The folds formed by white bands are called interfoliation fold (Figure 2.24b). These rocks are amphibolite face metamorphic rocks that have experienced ductile deformation, and called migmatite. This location is on the ibrea zone which is originated in lower crust (around 25 km depth). The findings show that if we go to the west we will reach MOHO and if we go to the east, we will reach crustal rocks.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-54237398-5a6d"
        },
        {
          "stopTag": 57,
          "stopTitle": "Sacro Monte",
          "stopDate": "09/25/2019 - Stop 57",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This outcrop composes diorites containing biotite, black hornblend, quartz, feldspar, and garnet meaning that these rocks have deeper origins than the ones at the previous stop. These rocks belong to upper-most part of a huge mantle plume in the lower crust. Also we observed xenoliths that can be used to determine the rocks origin.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-c6ba617f-1c82"
        },
        {
          "stopTag": 58,
          "stopTitle": "Isola",
          "stopDate": "09/25/2019 - Stop 58",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This outcrop exposes metagabros containing pyroxene and anorthite-rich plagioclase. These rocks are named as metagabros due to their metamorphic overprint. We were still moving in an easterly direction, meaning that the origin of the rocks is getting deeper. After reaching the river there are black-colored peridotites consisting of olivine, garnet, anorthite, and pyroxene. Since the peridotite is a mantle rock, we passed MOHO by walking from metagabros to the peridotite (Figure 2.25).",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-ffa8318c-3902"
        },
        {
          "stopTag": 59,
          "stopTitle": "Scopello",
          "stopDate": "09/25/2019 - Stop 59",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "There are strongly foliated greenschists containing albite, quartz, chlorite, pyrite, and biotite with the orientation of 269/55. The sudden change to the greenschists indicates that these rocks are related to the Insubric Line. There is the back thrusting of the Penninicum.",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-a355dc99-6fee"
        },
        {
          "stopTag": 60,
          "stopTitle": "Balmuccia",
          "stopDate": "09/26/2019 - Stop 60",
          "stopSummary": "",
          "mainImage": "",
          "stopContent": [
            {
              "textBlock": "This outcrop again exposes the peridotites. Red colors correspond to weathered surfaces, while the fresh surface is having dark colors. Here, peridodites were intruded by greenish veins containing chromium rich Clinopyroxene (lherzolite).",
              "contentUrl": "",
              "contentDescription": ""
            },
            { "contentUrl": "", "contentDescription": "" }
          ],
          "stopImages": [{ "imageUrl": "", "imageDescription": "" }],
          "stopId": "stop-85422b7b-7ec0"
        },
        {
          "stopTag": 61,
          "stopTitle": "Profile of the Field Trip",
          "stopDate": "09/26/2019",
          "mainImage": "https://res.cloudinary.com/nthnh/image/upload/v1579222527/knkmann/alpsTrip/Stop%2061/61_oocunk.jpg",
          "stopContent": [
            {
              "textBlock": "In conclusion, we drew the profile we observed during this 10-day field trip. The Alps are formed by and subduction driven orogeny. The subduction occurs from the north through the south causing overthrusts from the south through the north. If we connect the peaks of the mountain range, we can easily observe the critical taper angle and its linearity for both pro-wedge and the retro-wedge."
            },
            {
              "textBlock": "During this field trip, we observed Jura Mountains, Molasse Basin, Helveticum, Penninicum, and South Alpine, respectively while cutting the ridges from the north to the south.",
              "contentUrl": "https://res.cloudinary.com/nthnh/image/upload/v1579222527/knkmann/alpsTrip/Stop%2061/61_oocunk.jpg",
              "contentDescription": "N-S profile of the Alps, by Prof. Kenkmann"
            }
          ],
          "stopId": "stop-da55e67a-6835"
        }
      ],
      "tripId": "trip-7acf231b-b8f9"
    }